---
kind: other
id: Methods.T:Autodesk.Revit.DB.ProjectLocationSetIterator
source: html/d393dcf9-4b6e-bc00-b531-5cdc38b83baf.htm
---
# ProjectLocationSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.